export default {
  projections: {
    ВыгрФайлаE: {
      имяФайла: {
        __caption__: 'Имя файла'
      },
      конверт: {
        __caption__: 'Конверт',
        имяДок: {
          __caption__: 'Имя док'
        }
      }
    },
    ВыгрФайлаL: {
      имяФайла: {
        __caption__: 'Имя файла'
      },
      конверт: {
        __caption__: 'Имя док',
        имяДок: {
          __caption__: 'Имя док'
        }
      }
    }
  },
  validations: {
    имяФайла: {
      __caption__: 'Имя файла'
    },
    конверт: {
      __caption__: 'Конверт'
    }
  }
};
