export default {
  projections: {
    КонвертE: {
      имяДок: {
        __caption__: 'Имя док'
      },
      загрФайла: {
        __caption__: 'Загр файла',
        путьФайла: {
          __caption__: 'Путь файла'
        }
      },
      видДок: {
        __caption__: 'Вид док',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    КонвертL: {
      имяДок: {
        __caption__: 'Имя док'
      },
      загрФайла: {
        __caption__: 'Путь файла',
        путьФайла: {
          __caption__: 'Путь файла'
        }
      },
      видДок: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    имяДок: {
      __caption__: 'Имя док'
    },
    видДок: {
      __caption__: 'Вид док'
    },
    загрФайла: {
      __caption__: 'Загр файла'
    }
  }
};
