export default {
  projections: {
    ЗагрФайлаE: {
      эксФайлы: {
        __caption__: 'Экс файлы',
        дата: {
          __caption__: 'Дата'
        },
        репозиторий: {
          __caption__: 'Репозиторий'
        },
        имя: {
          __caption__: 'Имя'
        }
      },
      путьФайла: {
        __caption__: 'Путь файла'
      }
    },
    ЗагрФайлаL: {
      эксФайлы: {
        __caption__: 'Имя',
        дата: {
          __caption__: 'Дата'
        },
        репозиторий: {
          __caption__: 'Репозиторий'
        },
        имя: {
          __caption__: 'Имя'
        }
      },
      путьФайла: {
        __caption__: 'Путь файла'
      }
    }
  },
  validations: {
    путьФайла: {
      __caption__: 'Путь файла'
    },
    эксФайлы: {
      __caption__: 'Экс файлы'
    }
  }
};
